[
	{
		"label": "Non-standard religions or cults.",
		"threat_designation": "Critical",
		"description": "Unauthorized esoteric organizations have been identified operating aboard select NT facilities. These groups exhibit coordinated behavioral patterns consistent with high-risk religious extremism. It should be noted that some of these organizations have demonstrated verifiable capacity for demonic summoning, ritual sacrifice, and localized reality-warping phenomena.",
		"signs": ["Runic or satanic imagery observed on station surfaces.", "Recovery of ritualized contraband composed of unidentified blood-like or bronze-like substances.", "Anomalous power fluctuations; brass-like material discovered within power infrastructure housings."],
		"advised_response": "Personnel are advised to alert Security and Command immediately upon confirmation of cult activity. This constitutes a Code Red/Black situation and will likely necessitate an all-hands response. Personnel should not approach suspected cultists without backup.\n\nIt is worth noting that the Chaplain's consecrated equipment has proven highly effective against cult influence and may facilitate deconversion of personnel who have not progressed beyond initial stages.\n\nSecurity personnel should coordinate systematic sweeps of maintenance areas, as these locations are frequently utilized for cult operations.\n\nIn the event a summoning ritual is detected, the emergency shuttle should be called immediately while disruption efforts are undertaken.\n\nConverted personnel are to be considered victims; capture for deconversion is preferred when feasible, though lethal force is authorized to prevent successful summoning."
	},
		{
		"label": "Revenants",
		"threat_designation": "Moderate",
		"description": "Vengeful ghosts are unfortunately a common paranormal sight in today's economic climate. We suggest taking preventative measures to halt the production and propagation of the soul staying after death. Our research teams have determined that a 1-hour pizza party once per three years can stop such development.",
		"signs": ["Cracked windows and damaged electronic equipment.", "Change in crew hair color and mood.", "Ghostly whispers throughout the station.", "Floating purple figures present on the station."],
		"advised_response": "Coordinate with your station's religious expert for supplies of holy water and salt. Spread these around crucial areas to protect your crew.\n\nApply physical trauma to the spirit.\n\nIf you start to feel irregular emotions, seek medical attention immediately.\n\nIf the spirit dissolves into sparking residue, SPREAD RESIDUE IMMEDIATELY."
	},
	{
		"label": "Vampires",
		"threat_designation": "Negligible",
		"description": "Nanotrasen maintains its official stance that 'vampires' do not exist. Reports of 'blood-drinking undead' are the product of folklore, mass hysteria, or misidentification of other threats such as changelings or psychological manipulation.\n\n That said: Cases of rabies outbreaks, changeling activity, or psychological manipulation may present symptoms superficially resembling 'vampire' behavior, and should be investigated.",
		"signs": ["Personnel discovered with unexplained puncture wounds to the neck or wrist.", "Individuals displaying unusual aversion to bright light or the Chapel.", "Accounts of personnel demonstrating impossible speed, strength, or hypnotic influence.", "Medical cases presenting severe blood loss without corresponding visible trauma.", "Crew members acting unusually protective of a specific individual for reasons they cannot articulate."],
		"advised_response": "While vampires are fictional, the symptoms above may indicate medical emergencies, changeling activity, or hostile manipulation.\n\nDo not dismiss personnel claiming 'vampire' activity publicly. Escort them to Medical and contact Central Command via secure channel. CC maintains psychological specialists who will be dispatched to provide appropriate support.\n\nIndividuals afflicted by space rabies should be monitored and dispatched humanely.\n\nIncendiary weaponry, Lasers, Garlic, and proximity to the Chapel are ideal ways to deal with a rabid crewmate. Holy water has been noted to provoke beneficial reactions in cases of unhealthy obsession."
	},
	{
		"label": "Traitors WIP",
		"threat_designation": "Moderate",
		"description": "Blanket entry about all traitor-like antagonists.",
		"signs": ["Unexplained absences or changes in behavior among personnel.", "Discovery of unauthorized communication devices or encrypted messages.", "Increased presence of high-threat contraband."],
		"advised_response": "Arrest and take their shit i guess"
	}

]
