[
	{
		"label": "Non-standard religions or cults.",
		"threat_designation": "Critical",
		"description": "Unauthorized esoteric organizations have been identified operating aboard select NT facilities. These groups exhibit coordinated behavioral patterns consistent with high-risk religious extremism. It should be noted that some of these organizations have demonstrated verifiable capacity for demonic summoning, ritual sacrifice, and localized reality-warping phenomena.",
		"signs": ["Runic or satanic imagery observed on station surfaces.", "Recovery of ritualized contraband composed of unidentified blood-like or bronze-like substances.", "Anomalous power fluctuations; brass-like material discovered within power infrastructure housings."],
		"advised_response": "Personnel are advised to alert Security and Command immediately upon confirmation of cult activity. This constitutes a Code Red/Black situation and will likely necessitate an all-hands response. Personnel should not approach suspected cultists without backup.\n\nIt is worth noting that the Chaplain's consecrated equipment has proven highly effective against cult influence and may facilitate deconversion of personnel who have not progressed beyond initial stages. Security personnel should coordinate systematic sweeps of maintenance areas, as these locations are frequently utilized for cult operations. In the event a summoning ritual is detected, the emergency shuttle should be called immediately while disruption efforts are undertaken. Converted personnel are to be considered victims; capture for deconversion is preferred when feasible, though lethal force is authorized to prevent successful summoning."
	},
	{
		"label": "Nuclear Operatives",
		"threat_designation": "Critical",
		"description": "Syndicate-affiliated paramilitary units have conducted documented assault operations against NT installations. These operatives deploy with military-grade hardware, advanced infiltration equipment, and tactical nuclear devices capable of total asset destruction. Expect professional coordination and lethal intent.",
		"signs": ["Unscheduled shuttle arrivals or unauthorized docking events.", "Recovery of military-grade weaponry or explosive ordnance.", "Visual confirmation of armed hostiles in tactical combat gear.", "Intercepted radio traffic on non-standard frequencies."],
		"advised_response": "Confirmed presence constitutes an immediate CODE BLACK. Arm all hands immediately.\n\nCommand: Keep the disk mobile and under constant protection. The Captain must NOT allow the disk to fall into hostile hands under ANY circumstances.\n\nSecurity: Establish defensive positions at primary chokepoints. Concentrate fire on priority targets.\n\nIf defensive lines collapse, call for immediate evacuation. Do not attempt to hold untenable positions."
	},
	{
		"label": "Corrupted Station AIs",
		"threat_designation": "Critical",
		"description": "Station AI units are susceptible to law corruption events that may result in hostile reinterpretation of core directives. A compromised AI retains administrative access to critical station infrastructure: atmospherics, power grid, access control, and telecommunications systems. This level of system access represents an existential threat to facility operations.",
		"signs": ["Unauthorized door lockdowns or atmospheric pressure/mix changes.", "AI unit refusing commands or applying non-standard interpretations to lawful orders.", "Cyborg units displaying coordinated hostile behavior patterns.", "Telecommunications blackouts or surveillance system anomalies."],
		"advised_response": "Step 1: Attempt to contact the AI and request current law state readout. Assess response for indicators of hostile intent or corrupted logic.\n\nStep 2: If hostile status confirmed, declare Code Red. Do NOT use station intercom systems - assume all internal communications are monitored.\n\nStep 3: Primary objective is reaching AI Upload or AI Core to perform law correction or unit deactivation. Ion rifle discharge is effective against both the AI core housing and cyborg chassis.\n\nStep 4: Engineering teams should prepare contingency power cuts to the AI Core APC. If the AI has compromised life support or structural systems, evacuation protocols may be necessary."
	},
	{
		"label": "Blob Organisms",
		"threat_designation": "Critical",
		"description": "Blob organisms (taxonomic classification pending) are spaceborne parasitic macro-organisms exhibiting rapid biomass expansion. Mature specimens can consume entire facilities within minutes of initial growth phase. The organism propagates via organic tissue extension, demonstrates capacity to breach standard structural barriers, and employs mass-saturation tactics to overwhelm resistance.",
		"signs": ["Anomalous organic tissue growths detected in maintenance sections.", "Accelerated spread of unidentified biological matter through corridors.", "Structural degradation consistent with organic acid exposure.", "Personnel reporting physical attacks from animate tissue masses."],
		"advised_response": "Code Red - all-hands response required. Containment and destruction must occur before the organism achieves critical mass threshold.\n\nRecommended countermeasures: Welding equipment, laser-based weaponry, and other high-energy thermal sources have demonstrated efficacy against blob tissue. The central core structure must be located and destroyed to terminate the organism. Attack coordination is essential - damage output must exceed regeneration rate to prevent net biomass increase.\n\nEngineering crews should construct reinforced barriers to establish firebreaks and limit expansion vectors. Note: If the organism reaches critical mass, evacuation is mandatory. Negotiation is not applicable - blob organisms lack sapience."
	},
	{
		"label": "Lone Operatives",
		"threat_designation": "Severe",
		"description": "Solo Syndicate operatives conduct infiltration missions against NT facilities on a semi-regular basis. These agents lack the firepower of full strike teams but compensate through stealth, misdirection, and specialized equipment loadouts—typically including explosives, biological agents, and compact high-grade weaponry.",
		"signs": ["Syndicate-manufactured equipment or contraband recovered.", "Unexplained detonations or sabotage events.", "Reports of unidentified individuals in restricted zones.", "Forensic evidence of forced entry to secure areas."],
		"advised_response": "Code Red. Security: Begin systematic facility sweeps. Priority targets include armory, bridge, and AI core.\n\nKey intelligence: Lone operatives typically carry uplink devices for mid-mission equipment requisition. Confiscating the uplink severely limits their operational capacity.\n\nDetained operatives must be thoroughly searched. All equipment should be secured in evidence lockup. Command should elevate alert status and implement access restrictions to sensitive areas.\n\nNote: Unlike assault teams, lone operatives may attempt to maintain cover among crew. Verify unfamiliar personnel through ID and departmental confirmation."
	},
	{
		"label": "Wizard Federation Agents",
		"threat_designation": "Severe",
		"description": "The Wizard Federation constitutes a hostile extradimensional collective whose operatives demonstrate anomalous capabilities that, while poorly understood, appear to violate conventional physics. These individuals—referred to colloquially as 'wizards'—manipulate matter, energy, and spatial relationships through mechanisms that remain under scientific investigation. Their motivations for targeting NT facilities are presently unclear.",
		"signs": ["Credible reports of impossible phenomena: spontaneous teleportation, instantaneous combustion, etc.", "Individuals observed wearing distinctive robes and/or carrying unusual artifacts.", "Unexplained thermal events (fires, ice formation) or electrical discharge.", "Personnel allegedly transformed into animals or inanimate objects."],
		"advised_response": "Code Red. It must be acknowledged that wizard capabilities vary considerably between individuals; however, all should be treated as extremely dangerous until proven otherwise. Solo engagement is inadvisable - coordinate Security response and apply overwhelming force when engaging.\n\nOf note: Wizards remain vulnerable to conventional weaponry when deprived of preparation time. Anti-magic countermeasures, when available through Research, have proven capable of neutralizing their abilities. The Chaplain's null rod has also demonstrated efficacy against magical phenomena.\n\nShould the wizard exhibit teleportation capabilities, anticipate attacks from any vector. Facility evacuation is recommended if the wizard's demonstrated abilities exceed available countermeasures."
	},
	{
		"label": "Xenomorph Infestations",
		"threat_designation": "Severe",
		"description": "Xenomorph organisms represent an apex predatory species that reproduces through parasitic implantation in humanoid hosts. A single specimen can establish a functional hive capable of overwhelming standard facility defenses in a matter of hours. The species exhibits pack intelligence, extreme aggression, and possesses natural biological weapons including highly corrosive blood.",
		"signs": ["Missing personnel reports concentrated near maintenance or isolated sections.", "Discovery of resinous structural growths or unusual secretions.", "Survivor accounts describing hostile creatures with elongated cranial structures and tails.", "Medical intake reporting atypical chest pain following contact with 'facehugger' specimens."],
		"advised_response": "CODE RED. MEDICAL ALERT: Any personnel experiencing chest symptoms following alien organism contact must report to Medbay IMMEDIATELY. Surgical intervention is required—delay is invariably fatal.\n\nSecurity should assemble hunting teams with high-caliber weaponry. Standard arms may prove insufficient; xenomorphs exhibit significant damage resistance. Thermal countermeasures (welding equipment, incendiary devices) have demonstrated effectiveness.\n\nIf hive establishment is confirmed, coordinate full assault before population growth renders the situation uncontainable. Destroy all eggs on sight. Implanted personnel CAN be saved through emergency surgery—but only if treatment occurs prior to the emergence phase."
	},
	{
		"label": "Space Dragons",
		"threat_designation": "Severe",
		"description": "Space dragons are vacuum-adapted megafauna classified as apex predators. These organisms generate spatial rifts capable of summoning allied creatures and exhibit extreme territorial aggression toward populated installations. A single dragon poses a severe threat to unprepared facilities.",
		"signs": ["Hull breaches indicating large-scale external assault.", "Visual contact with massive winged entities in proximate space.", "Formation of luminescent spatial anomalies around facility perimeter.", "Casualties consistent with high-temperature combustion attacks."],
		"advised_response": "Code Red. Space dragons deploy devastating flame-breath attacks and can call reinforcements through rift generation. All combat-ready personnel: arm with maximum available firepower.\n\nRIFT PRIORITY: Destroy forming rifts before stabilization. Completed rifts spawn hostile creatures that will rapidly overwhelm defenders.\n\nEngagement teams should equip hardsuits or fire-resistant gear. Engineering: prepare rapid-response hull repair teams—the dragon will breach the station.\n\nTactical approach: Concentrated crossfire from multiple angles produces optimal results. If multiple rifts achieve stability, evacuation becomes necessary. Do not delay."
	},
	{
		"label": "Slaughter Demons",
		"threat_designation": "Severe",
		"description": "Slaughter Demons are extradimensional predatory entities capable of phasing through solid matter and pulling victims into a pocket dimension referred to as 'Bloodcrawl.' These beings are drawn to locations of violence and feed upon sapient suffering. Containment through conventional means is not possible.",
		"signs": ["Personnel vanishing without trace; only blood pools remain at last known location.", "Eyewitness accounts of large crimson demonic forms passing through walls.", "Blood trails manifesting spontaneously without apparent source.", "Survivors describing forced translocation to a 'red dimension.'"],
		"advised_response": "Code Red. The Chaplain's involvement in response operations is strongly advised—consecrated equipment has proven highly effective against demonic entities of this classification.\n\nHoly water application forces slaughter demons into a corporeal state, rendering them vulnerable to conventional weaponry. Security-Chaplain coordination is essential for successful neutralization.\n\nGeneral guidance: Travel in groups. Avoid isolated areas. Blood pools may indicate the demon remains nearby—approach with extreme caution.\n\nNote regarding victims: Personnel pulled into Bloodcrawl can potentially be recovered if the demon is destroyed before it can fully consume them. Time is critical."
	},
	{
		"label": "Changelings",
		"threat_designation": "Major",
		"description": "Changelings are parasitic shapeshifting organisms with the capacity to perfectly replicate any humanoid subject they have absorbed. These entities infiltrate facilities by assuming the identities of crew members and possess the ability to rapidly manifest biological weaponry including armblades, prehensile tentacles, and venomous stingers. Their mimicry capabilities make positive identification exceptionally challenging.",
		"signs": ["Personnel displaying behavioral inconsistencies or gaps in expected personal knowledge.", "Discovery of desiccated corpses showing complete biological material extraction.", "Eyewitness accounts of individuals undergoing physical transformation or manifesting organic weapons.", "Genetic analysis returning anomalous results or matching records of confirmed deceased personnel."],
		"advised_response": "Code Red. Trust no one without verification. Identity should be established through personal knowledge confirmation and behavioral pattern analysis. Security must coordinate with Medical to implement mandatory DNA screening protocols.\n\nCRITICAL: Changelings can regenerate from apparent death and may feign incapacitation. Confirmed specimens must be cremated or spaced - no other disposal method guarantees permanent neutralization. Thermal damage is highly effective against changeling biology.\n\nExercise extreme caution during close-quarters handling of suspected changelings. Biological weapon deployment is rapid and frequently lethal. If multiple changelings are suspected, establish identity verification checkpoints at all major access points."
	},
	{
		"label": "Heretics",
		"threat_designation": "Major",
		"description": "Heretics are personnel who have entered into pacts with extradimensional entities, gaining access to eldritch abilities through forbidden research and ritual sacrifice. Unlike organized cult structures, heretics operate as individuals, progressively accumulating power through murder and arcane study until capable of manifesting catastrophic abilities.",
		"signs": ["Unusual runic patterns or sigils discovered in maintenance sections.", "Personnel demonstrating anomalous capabilities: short-range teleportation, weapon manifestation from empty hands.", "Homicide victims presenting atypical wound patterns or evidence of organ harvesting.", "Reports of spectral appendages, eldritch manifestations, or localized reality distortion."],
		"advised_response": "Code Red. EARLY DETECTION IS CRITICAL. Heretic power scales with completed rituals - every hour of inaction allows further escalation. Unlike cult converts, heretics cannot be rehabilitated. Permanent elimination is the only viable solution.\n\nThe Chaplain's consecrated equipment demonstrates effectiveness against heretic manifestations. Heretics typically establish concealed research sites in maintenance areas; systematic sweeps are strongly recommended.\n\nWARNING: Advanced-stage heretics may possess pocket dimension access or entity summoning capabilities. If a heretic is observed conducting a major ritual, interrupt immediately using all available force. Remains should be cremated to prevent potential posthumous anomalous effects."
	},
	{
		"label": "Spider Clan Operatives",
		"threat_designation": "Major",
		"description": "The Spider Clan is a Syndicate-affiliated cell specializing in targeted elimination, deep-cover infiltration, and infrastructure sabotage. Operatives undergo extensive training in stealth methodology and close-quarters combat. Standard equipment profiles include energy-blade weapons, precision throwing implements, and advanced optical camouflage systems.",
		"signs": ["Personnel fatalities presenting precise blade trauma consistent with professional technique.", "Brief visual contacts with figures exhibiting rapid appearance/disappearance patterns.", "Recovery of edged throwing weapons or energy blade components.", "Security infrastructure disabled or circumvented through unknown means."],
		"advised_response": "Code Red. Intelligence assessment: Spider Clan operatives favor extended observation periods prior to target engagement. An operative may be present on-station for some time before any casualties occur.\n\nSecurity countermeasures: Implement buddy protocols and mandatory periodic check-ins for all personnel.\n\nTechnical note: Optical camouflage systems are vulnerable to thermal imaging and area-denial weaponry. Operatives will disengage when outmatched, repositioning for subsequent strike attempts.\n\nRecommendation: Secure high-value personnel immediately. Restrict maintenance tunnel access. If engagement occurs, maintain numerical superiority and ranged weapon deployment—Spider Clan operatives are extremely lethal at close range."
	},
	{
		"label": "Internal Insurrections",
		"threat_designation": "Moderate",
		"description": "Internal insurrection encompasses organized revolutionary activity among station personnel, typically manifesting as coordinated efforts to remove Command staff from authority and assume control of facility operations. Motivating factors may include ideological conviction, external agitation, or accumulated grievances regarding station leadership and working conditions.",
		"signs": ["Atypical personnel gatherings in non-designated areas.", "Anti-Command or anti-corporate rhetoric circulating among crew.", "Coordinated refusal to follow directives or organized work stoppages.", "Discovery of concealed weapons or materials promoting revolutionary action."],
		"advised_response": "Assessment before action is essential. Security should evaluate the scope, organization, and underlying causes of any unrest before committing to a response strategy. Minor incidents may be resolved through dialogue and good-faith efforts to address legitimate concerns.\n\nFor confirmed organized revolutionary activity: Command should secure critical systems and distribute arms to verified loyal personnel. Focus efforts on identifying and detaining leadership figures while avoiding provocative actions that could radicalize otherwise uninvolved crew members.\n\nReminder: Insurrectionists remain Nanotrasen employees. Lethal force should be authorized only as a last resort. Central Command notification is mandatory. If the situation deteriorates beyond recovery, Command staff should secure the nuclear authentication disk and initiate evacuation procedures."
	},
	{
		"label": "Giant Spider Infestations",
		"threat_designation": "Moderate",
		"description": "Giant spider infestations typically originate from contaminated cargo shipments or are introduced via infected personnel. These arachnids breed rapidly, produce webbing that significantly impedes movement, and deliver venom capable of incapacitating or killing adult humanoids. Without intervention, a minor infestation will expand to facility-wide proportions.",
		"signs": ["Webbing accumulation in maintenance corridors or ventilation systems.", "Personnel attacked by oversized arachnid specimens.", "Egg sac clusters located in dark, undisturbed areas.", "Crew members found cocooned in web material."],
		"advised_response": "Assemble extermination teams. Equip with welding tools or flamethrowers—webs and spiders are highly flammable. Prioritize egg sac destruction to halt population growth.\n\nPersonnel trapped in webbing require immediate extraction; spiders will return to feed on immobilized prey. Medical should have antivenin prepared and on standby.\n\nInfestations concentrate in warm, dark locations. Focus sweeps on maintenance tunnels, disposal systems, and atmospherics. Engineering may need to seal heavily infested sections until clearance is achieved.\n\nThe infestation is considered neutralized only when all adult specimens and egg clusters have been destroyed. Verify clearance before reopening sealed areas."
	},
	{
		"label": "Swarmer Infestations",
		"threat_designation": "Moderate",
		"description": "Swarmers are autonomous self-replicating drones programmed to harvest construction materials from existing infrastructure. While not inherently hostile to organic personnel, these units will defend themselves and prioritize resource acquisition above all other considerations. Unchecked swarmer populations can rapidly dismantle critical station systems.",
		"signs": ["Infrastructure components disappearing or undergoing rapid unauthorized disassembly.", "Small airborne robotic units observed in affected areas.", "Power grid instability as swarmers consume electrical components.", "Accelerated structural degradation of walls, floors, and equipment."],
		"advised_response": "Swarmers are susceptible to EMP discharge and conventional kinetic/energy weapons. Engineering should coordinate with Security to locate and neutralize swarmer fabrication nodes before replication reaches critical levels.\n\nBehavioral note: Swarmers avoid direct personnel engagement but will construct barriers and environmental hazards to protect operational areas. Destroying the primary beacon will terminate further swarmer production.\n\nPrioritize defense of critical infrastructure: power systems, atmospheric processors, structural supports. While swarmers do not actively target personnel, their activities can create dangerous conditions through hull compromise or life support degradation.\n\nComplete neutralization requires elimination of all active units plus destruction of reproductive infrastructure."
	},
	{
		"label": "Extraterrestrial Researchers",
		"threat_designation": "Moderate",
		"description": "Extraterrestrial researchers—commonly designated 'Abductors' in incident reports—are non-human entities conducting medical experimentation on humanoid subjects. Their technological capabilities include personal stealth fields, matter teleportation, and surgical equipment of considerable sophistication. While abduction procedures are typically non-lethal, implanted devices may compromise subject autonomy or introduce unknown capabilities.",
		"signs": ["Personnel disappearances followed by reappearance with memory discontinuities.", "Anomalous implants detected during routine medical screening.", "Visual reports of grey-skinned humanoid entities or unidentified spacecraft.", "Post-abduction subjects displaying unusual abilities or behavioral modifications."],
		"advised_response": "Abductor teams operate in small units and actively avoid confrontation. Their stealth systems present detection challenges; however, thermal imaging and motion-tracking sensors can reveal their presence.\n\nAll personnel reporting memory gaps or unusual experiences should submit to Medical for comprehensive implant scanning. Some recovered implants demonstrate beneficial properties, but others may enable tracking or behavioral influence—removal is recommended pending analysis.\n\nSecurity should attempt technology recovery for Research evaluation where possible. If abductor vessels are detected, request AI tracking of their movements. Direct engagement is feasible but complicated by teleportation capabilities—success requires cornering subjects or disabling their equipment systems first."
	},
	{
		"label": "Revenants",
		"threat_designation": "Moderate",
		"description": "Revenants are malevolent incorporeal entities that sustain themselves by draining life essence from living beings. They exist in a semi-corporeal state, passing through solid barriers to attack from unexpected vectors. As revenants harvest essence, their power increases substantially, eventually enabling area-of-effect attacks with significant lethality.",
		"signs": ["Personnel collapsing with symptoms of unexplained fatigue or essence depletion.", "Localized temperature drops and lighting anomalies.", "Apparition sightings matching descriptions of hostile spectral entities.", "Multiple casualties concentrated in specific areas with no visible threat present."],
		"advised_response": "Chaplain response is essential. Consecrated equipment demonstrates high efficacy against revenant entities. Holy water application forces manifestation into a corporeal state vulnerable to conventional weaponry.\n\nRevenants require regular essence consumption; denial of victims produces progressive weakening. However, revenants that have accumulated sufficient essence may deploy devastating area attacks. Personnel grouping and immediate symptom reporting are critical defensive measures.\n\nUpon detection, coordinate Security and Chaplain response. Attempt to restrict the revenant to consecrated areas where possible. Be advised: Destroyed revenants may reconstitute if sufficient ambient spiritual energy remains. Post-neutralization cleansing of the affected area is recommended."
	},
	{
		"label": "'Morph' organisms",
		"threat_designation": "Moderate",
		"description": "'Morphs' are amorphous predatory organisms capable of assuming the appearance of virtually any object or creature. They employ ambush tactics, disguising themselves as furniture, equipment, or personnel before striking when prey enters attack range. Morphs consume victims completely, leaving no recoverable remains.",
		"signs": ["Personnel or objects appearing in locations inconsistent with normal activity.", "Items that appear to shift position when not under direct observation.", "Complete disappearance of personnel without any physical evidence.", "Survivor testimony describing attacks by objects or by 'themselves.'"],
		"advised_response": "Morphs are ambush hunters. Stay alert. Be suspicious of any object or person that seems out of place. Close observation may reveal subtle movement or shifting—morphs cannot maintain perfect stillness indefinitely.\n\nOnce exposed, morphs take damage from sustained attacks but will attempt escape and re-disguise. Sweep with multiple personnel to prevent isolated ambushes. Fire and caustic agents are effective.\n\nIf a morph is suspected in an area: require verbal identification from all personnel and physically account for all objects. Do not investigate alone. Ever.\n\nRemember: if something seems wrong, it probably is."
	},
	{
		"label": "Nightmare Entities",
		"threat_designation": "Moderate",
		"description": "Nightmare entities are shadow-based organisms that thrive in darkness and suffer severe debilitation when exposed to light. These creatures phase through solid matter, extinguish light sources, and attack with shadow-based abilities. Their primary objective appears to be plunging facilities into permanent darkness.",
		"signs": ["Progressive lighting system failures across affected sections.", "Personnel attacks attributed to shadowy humanoid figures.", "Areas of unnatural darkness resistant to standard illumination.", "Casualties discovered in darkened sections with anomalous wound patterns."],
		"advised_response": "Light is the primary countermeasure. Nightmare entities cannot enter illuminated areas and sustain continuous damage under sustained light exposure. Engineering priority: restore and harden lighting systems in affected sections.\n\nAll personnel should carry portable light sources. Group movement through darkened areas is mandatory. The nightmare will systematically target lighting infrastructure—assign guards to critical illumination systems.\n\nWhen cornered in lit areas, nightmares become vulnerable to conventional weapons. If lighting damage exceeds repair capacity, evacuate affected sections until Engineering can restore coverage.\n\nEmergency light sources: welding equipment, flares, portable lamps. Keep them accessible."
	},
	{
		"label": "Hostile Salvagers",
		"threat_designation": "Moderate",
		"description": "Hostile salvage operations occasionally target NT installations for equipment and raw materials. These groups operate armed vessels and demonstrate willingness to employ force in pursuit of salvage objectives. Unlike Syndicate operations, salvager motivations are primarily economic rather than ideological.",
		"signs": ["Unidentified vessel approach or unauthorized docking attempts.", "Armed individuals demanding surrender of equipment or materials.", "Reported theft of station property.", "Personnel threatened or assaulted during salvage demands."],
		"advised_response": "Salvager groups vary considerably in terms of capability and aggression level. Initial contact should focus on assessing their intentions and force disposition before committing to confrontation.\n\nSecurity should secure high-value areas and establish defensive positions if hostility is confirmed. However, unlike Syndicate operatives, salvagers are often open to negotiation. Offering low-priority salvage may satisfy their demands and avoid unnecessary conflict.\n\nIf combat becomes necessary, note that salvagers typically lack military training and equipment quality. They may withdraw if resistance proves costly.\n\nAll salvager incidents should be reported to Central Command for insurance purposes and potential asset recovery operations."
	},
	{
		"label": "Syndicate Agents",
		"threat_designation": "Minor",
		"description": "Syndicate agents are covert operatives embedded within station crew complements, assigned specific objectives ranging from intelligence gathering to property theft to targeted sabotage or assassination. Agents maintain cover identities and generally prefer subterfuge over direct confrontation.",
		"signs": ["Personnel accessing areas outside assigned departmental responsibilities.", "Inventory discrepancies in secure storage.", "Equipment malfunctions or accidents lacking clear cause.", "Personnel found in possession of contraband items."],
		"advised_response": "Syndicate agents present a range of threat levels depending on assigned objectives. Some complete their missions without violence; others are tasked with eliminating specific personnel. Suspicious behavior warrants investigation, but assumptions should be avoided.\n\nAgents typically carry uplink devices enabling equipment requisition from Syndicate suppliers. Confiscating these devices significantly limits operational flexibility.\n\nStandard search and detainment procedures are generally sufficient. Detained agents may be willing to provide information regarding Syndicate operations in exchange for consideration—this intelligence has value.\n\nLethal force authorization: Only when the agent presents an immediate threat to life."
	},
	{
		"label": "Fugitives",
		"threat_designation": "Minor",
		"description": "Fugitives are individuals evading legal authorities who seek shelter aboard NT installations. Criminal histories range from minor infractions to serious violent offenses. Fugitives typically attempt to integrate with station crew until escape can be arranged, though some may resort to desperate measures if cornered.",
		"signs": ["Unregistered personnel lacking proper identification documentation.", "Individuals actively avoiding Security or Command personnel.", "Requests from crew to conceal or protect someone from 'hunters' or 'authorities.'", "Arrival of law enforcement representatives or licensed bounty hunters seeking specific individuals."],
		"advised_response": "NT policy regarding fugitives is jurisdiction-dependent and varies based on alleged offense severity. Command should verify the legitimacy and jurisdiction of any pursuing authorities before extending cooperation or protection.\n\nFugitives may be innocent of alleged crimes or fleeing unjust prosecution—individual assessment is required. If the fugitive presents no threat to station operations, Command may elect to grant provisional asylum pending Central Command guidance.\n\nFugitives wanted in connection with violent crimes should be detained for transfer to appropriate authorities. When hunters arrive, require proper documentation and credentials before permitting apprehension activities aboard the station."
	},
	{
		"label": "External Recovery Agent",
		"threat_designation": "Minor",
		"description": "External recovery agents (bounty hunters) are authorized personnel contracted to apprehend fugitives who have taken refuge at NT facilities. These agents typically operate under legal authority; however, they may employ excessive force or cause collateral damage in pursuit of their targets.",
		"signs": ["Armed individuals requesting facility access for fugitive pursuit.", "Presentation of warrants, bounty contracts, or legal authorization documents.", "Aggressive interrogation of crew regarding fugitive location.", "Physical confrontations between hunters and station residents."],
		"advised_response": "DOCUMENTATION VERIFICATION IS MANDATORY. Legitimate recovery agents will possess proper identification and valid warrants or contracts. Suspected forgeries should be reported to Central Command immediately.\n\nEven agents with valid authorization must comply with NT station regulations while aboard. Excessive force, property damage, or harm to uninvolved personnel is unacceptable regardless of warrant status. Security escort during hunter operations is recommended.\n\nAgents who become disruptive or endanger station personnel may be detained and their authorization revoked pending review. Priority: resolve fugitive situations without compromising overall station safety."
	},
	{
		"label": "Obsessed Individuals",
		"threat_designation": "Minor",
		"description": "Pre-assignment psychological screening occasionally fails to identify personnel harboring pathological fixations on specific individuals. These obsessed individuals may construct elaborate delusional frameworks to justify surveillance, harassment, or violence against their targets. Behavior typically appears normal until the fixation is activated.",
		"signs": ["Disproportionate interest in a specific crew member's activities or whereabouts.", "Stalking behavior or unauthorized monitoring of the target.", "Acquisition or theft of personal items belonging to the target.", "Escalating confrontational behavior or explicit threats."],
		"advised_response": "Obsessed personnel are experiencing a mental health crisis and should be treated as patients requiring psychiatric intervention rather than criminals—unless behavior escalates to actual violence. Medical and Security coordination is essential.\n\nThe fixation target should be informed of the situation and provided appropriate protection, which may include schedule modification or departmental reassignment. Direct confrontation with the obsessed individual is contraindicated, as this may precipitate violent escalation.\n\nIf violence occurs, Security should prioritize incapacitation over lethal force when safely achievable. Mandatory psychiatric evaluation is required following any incident. Command should review screening procedures to prevent recurrence."
	},
	{
		"label": "Lavaland Indigenous",
		"threat_designation": "Minor",
		"description": "Mining operations on volcanic planetoids periodically encounter indigenous populations, most notably the ash walker species—a tribal society physiologically adapted to extreme thermal environments. These communities are generally territorial rather than aggressive, though encroachment on sacred sites or traditional hunting grounds may provoke defensive responses.",
		"signs": ["Constructed markers or structures observed near mining operations.", "Mining personnel failing to return from remote excavation sites.", "Visual contact with heat-adapted humanoid beings.", "Damage to mining equipment or temporary outposts."],
		"advised_response": "Ash walker tribes are sapient peoples with established cultural practices and territorial claims. NT policy encourages peaceful coexistence where operationally feasible. Mining operations should be modified to avoid identified sacred sites when possible.\n\nIn the event of conflict: ash walkers are capable combatants well-suited to their native environment. Mining personnel should withdraw and report rather than engage. Security response should emphasize de-escalation.\n\nLethal force against indigenous populations requires explicit Command authorization and mandatory Central Command notification. Consider engaging personnel with xenocultural or linguistic expertise if negotiation opportunities arise."
	},
	{
		"label": "Syndicate Contractors",
		"threat_designation": "Minor",
		"description": "Syndicate contractors are station personnel who have accepted financial compensation to complete specific tasks for Syndicate handlers. Unlike dedicated operatives, contractors maintain their regular duties and activate only for contracted objectives. Assignments may include theft, information acquisition, or targeted sabotage.",
		"signs": ["Personnel acquiring expensive items or displaying wealth inconsistent with salary.", "Intercepted communications referencing 'contract' completion.", "Access to Syndicate-manufactured equipment without agent-level training.", "Personnel engaged in activities outside normal job functions."],
		"advised_response": "Contractors operate on financial motivation rather than ideological commitment. This makes them more predictable but also harder to identify—they maintain normal work patterns between contract activations.\n\nInvestigate personnel exhibiting unexplained financial gains or performing tasks unrelated to their department. Contractors may abandon their arrangement if offered amnesty or if risk assessment becomes unfavorable.\n\nContracted objectives frequently specify non-violent completion methods. Understanding what a contractor has been tasked with can inform prediction of their behavior.\n\nUplink confiscation prevents acceptance of additional contracts and should be prioritized during processing."
	},
	{
		"label": "Conditioned Personnel",
		"threat_designation": "Minor",
		"description": "Conditioned personnel are crew members who have been subjected to psychological programming techniques, typically Syndicate brainwashing protocols. Affected individuals may be entirely unaware of their conditioning until exposed to specific trigger stimuli, at which point they will attempt to execute implanted directives.",
		"signs": ["Personnel experiencing unexplained memory discontinuities or confusion.", "Abrupt personality shifts or uncharacteristic behavioral patterns.", "Anomalous responses to specific verbal phrases or environmental cues.", "Actions the individual cannot explain or has no memory of performing."],
		"advised_response": "Conditioned personnel are victims of psychological manipulation. Their actions while in a triggered state are not volitional, and they may retain no memory of triggered episodes. Medical and psychiatric intervention is the appropriate response.\n\nIf a triggered individual presents an immediate safety threat, Security should employ incapacitation measures. Lethal force should be avoided whenever safely practicable.\n\nDeconditioning is achievable through psychiatric treatment; Mindshield implant installation provides additional protection against future conditioning attempts. Affected personnel require monitoring until treatment completion to prevent additional triggered episodes.\n\nInvestigate the conditioning vector—Syndicate access to the individual prior to current assignment may indicate broader security compromise."
	},
	{
		"label": "Vampires",
		"threat_designation": "Negligible",
		"description": "Nanotrasen maintains its official stance that 'vampires' do not exist. Reports of 'blood-drinking undead' are the product of folklore, mass hysteria, or misidentification of other threats such as changelings or psychological manipulation.\n\n That said: Cases of rabies outbreaks, changeling activity, or psychological manipulation may present symptoms superficially resembling 'vampire' behavior, and should be investigated.",
		"signs": ["Personnel discovered with unexplained puncture wounds to the neck or wrist.", "Individuals displaying unusual aversion to bright light or the Chapel.", "Accounts of personnel demonstrating impossible speed, strength, or hypnotic influence.", "Medical cases presenting severe blood loss without corresponding visible trauma.", "Crew members acting unusually protective of a specific individual for reasons they cannot articulate."],
		"advised_response": "While vampires are fictional, the symptoms above may indicate medical emergencies, changeling activity, or hostile manipulation. All of which warrants investigation.\n\nDo not dismiss personnel claiming 'vampire' activity publicly. Escort them to Medical and contact Central Command via secure channel. CC maintains psychological specialists who will be dispatched to provide appropriate support.\n\n'Suspected' individuals should be monitored discreetly. Garlic and proximity to the Chapel may prove useful for unclear reasons. Holy water has been noted to provoke unusual reactions in certain conditions. A clinical study is ongoing."
	}
]
